{
  "cons": [
    {
      "id": "1",
      "info": "Not greeting the interviewee",
      "comment": "Always start out the interview with a greeting, it does not take long and it helps to create a more natural atmosphere."
    },
    {
      "id": "2",
      "info": "Being informal",
      "comment": "Being friendly is good, but being too informal is just awkward."
    },
    {
      "id": "3",
      "info": "Bringing random items to the interview",
      "comment": "Additional items are just a distraction, they might not be able to think about the interview topic."
    },
    {
      "id": "4",
      "info": "Insulting the interviewee",
      "comment": "Never insult the interviewee, they are doing you a favor of being here. If you insult them, they might just as well leave."
    },
    {
      "id": "5",
      "info": "Going off-topic",
      "comment": "You should do your best to stay on topic. Of course occasionally you might end up talking about some detail you have asked about longer than you would want, but then just gently direct them back to topic."
    },
    {
      "id": "6",
      "info": "Talking about own problems instead",
      "comment": "They do not need you to bring your own problems to the table and make the interview more awkward. With this, you are distracting them from the interview topic."
    },
    {
      "id": "7",
      "info": "Making assumptions about interviewee",
      "comment": "Do not assume anything about the interviewee, if they want to tell you about this topic, they will. If they do not then maybe it is too personal."
    },
    {
      "id": "8",
      "info": "Asking too personal questions",
      "comment": "Often with demographic questions, nobody wants a stranger to poke in their personal lives. Personal questions can include questions about age, salary, intimate life etc. If this is relevant information to your study, make sure to phrase it delicately."
    },
    {
      "id": "9",
      "info": "Concluding the interview because the weather outside was lovely",
      "comment": "There may be several distractions why you could end the interview, however does not mean that you should."
    },
    {
      "id": "10",
      "info": "Directing the interviewee",
      "comment": "Making the interviewee thinking about something specific gives you more details about that specific thing, but there is a chance you lose some information you could have gotten with more open-ended questions"
    },
    {
      "id": "11",
      "info": "Asking yes/no questions (close-ended questions)",
      "comment": "You do not get any rich details about the topic at hand, there is a chance they will only respond yes or no to what you asked."
    },
    {
      "id": "12",
      "info": "Not following up on interviewees answer.",
      "comment": "If the interviewee says something relevant to your study, follow up on this whenever possible. Following up might reveal some more information that you might not have thought to ask before. Don’t skip to the next question on your list."
    },
    {
      "id": "13",
      "info": "Referring to the interview timeline",
      "comment": "It is better not to refer to the interview timeline. If you do want to check the clock then make sure you comment on this publicly, otherwise this feels uncomfortable for the interviewee if the interviewer is constantly checking what time it "
    },
    {
      "id": "14",
      "info": "Interrupting the interviewee",
      "comment": "Interruptions make the interviewee lose their train of thought. Interruptions never feel good for anybody present and the interviewer will also lose information they might have gotten if they had not interrupted the interviewee mid sentence or mid-thought. Give them time to think."
    },
    {
      "id": "15",
      "info": "Giving personal opinions",
      "comment": "As with assumptions, do not make your personal opinion known to them, it might not be the same. Also it might distract both of you from the topic at hand."
    },
    {
      "id": "16",
      "info": "Not bringing a camera / dictaphone / notebook.",
      "comment": "Camera and dictaphone help you record what is being said during the interview. If you bring a camera, a dictaphone is not necessary, since the video comes with sound and will also show you their expressions. If you only have a dictaphone, you get the sound recording, but will not have access to their expressions and physical reactions later on. The notebook is necessary for quickly jutting down anything important you notice during the interview so you already have something to go back to when you start analyzing it. However if you bring no recording devices, you will lose a lot of information after the interview, because you will not be able to remember every detail that was discussed."
    },
    {
      "id": "17",
      "info": "Not asking permission to set up devices.",
      "comment": "Always ask permission to use recording devices. Asking permission is required and will also make the interviewee more comfortable if you do not just start recording on your own will."
    },
    {
      "id": "18",
      "info": "Not introducing what the interview is about.",
      "comment": "The interviewee might not be aware of what you want to talk about. Give some background information about your study to make them more comfortable and get them to already start thinking about the problem at hand."
    },
    {
      "id": "19",
      "info": "Being too pushy",
      "comment": "Give the interviewee time to think. If you start pushing them, they might not want to answer you at all."
    },
    {
      "id": "20",
      "info": "Not saying goodbye",
      "comment": "Even if you are not seeing the interviewee ever again, make sure to be polite when leaving."
    },
    {
      "id": "21",
      "info": "Not concluding interview",
      "comment": "Make sure it is clear that you want to conclude the interview."
    }
  ],
  "info": [
    {
      "id": "1",
      "info": "Interviewees name is Judy."
    },
    {
      "id": "2",
      "info": "She is in her late 20s."
    },
    {
      "id": "3",
      "info": "She lives alone with her daughter."
    },
    {
      "id": "4",
      "info": "She works as an administrator in a hotel."
    },
    {
      "id": "5",
      "info": "She works long days."
    },
    {
      "id": "6",
      "info": "She earns below average wage."
    },
    {
      "id": "7",
      "info": "She shops online 2-3 times a week."
    },
    {
      "id": "8",
      "info": "Sometimes she also shops at a physical store."
    },
    {
      "id": "9",
      "info": "She shops at Freshly."
    },
    {
      "id": "10",
      "info": "She likes Freshly."
    },
    {
      "id": "11",
      "info": "She likes that Freshly has a wide product range and fast delivery."
    },
    {
      "id": "12",
      "info": "She prefers evening deliveries."
    },
    {
      "id": "13",
      "info": "She likes to choose her delivery time."
    },
    {
      "id": "14",
      "info": "She likes to shop from the comfort of her home."
    },
    {
      "id": "15",
      "info": "She likes that online shopping does not have distractions."
    },
    {
      "id": "16",
      "info": "She thinks online stores may occasionally make her want to buy more items."
    },
    {
      "id": "17",
      "info": "She likes the search functionality to find what she needs."
    },
    {
      "id": "18",
      "info": "She shops by a recipe."
    },
    {
      "id": "19",
      "info": "She uses different recipe sites."
    },
    {
      "id": "20",
      "info": "She sometimes finds an alternative item if she does not find what she needs."
    },
    {
      "id": "21",
      "info": "She also consults her daughter about what to add to cart."
    },
    {
      "id": "22",
      "info": "She changes her recipes according to items she knows are in the store."
    },
    {
      "id": "23",
      "info": "She buys a lot of pasta."
    },
    {
      "id": "24",
      "info": "She also buys milk, cheese, cereal, bread."
    },
    {
      "id": "25",
      "info": "She buys magazines for her daughter in the physical store."
    },
    {
      "id": "26",
      "info": "She buys fish from the physical store, because Freshly lacks this category."
    },
    {
      "id": "27",
      "info": "She wants to buy some ready made food."
    },
    {
      "id": "28",
      "info": "She wants to buy cooked chicken, risotto."
    },
    {
      "id": "29",
      "info": "She does not like frozen food."
    },
    {
      "id": "30",
      "info": "She likes to stay within the daily budget limit."
    },
    {
      "id": "31",
      "info": "Her daily budget is 15 euros."
    },
    {
      "id": "32",
      "info": "She thinks keeping to her budget is easier in online stores."
    },
    {
      "id": "33",
      "info": "She thinks seeing how much her cart costs helps her to keep to the budget."
    },
    {
      "id": "34",
      "info": "She selects discounted items to keep to her budget."
    },
    {
      "id": "35",
      "info": "She likes to filter discounted items in online store."
    },
    {
      "id": "36",
      "info": "She wants online stores to have more product categories."
    },
    {
      "id": "37",
      "info": "She wants online stores to have recipes on site with store items."
    }
  ],
  "pros": [
    {
      "id": "1",
      "info": "Greeting the interviewee",
      "comment": "Always start out the interview with a greeting, it does not take long and it helps to create a more natural atmosphere."
    },
    {
      "id": "2",
      "info": "Asking permission to use recording devices",
      "comment": "Always ask permission to use recording devices. Asking permission is required and will also make the interviewee more comfortable if you do not just start recording on your own will."
    },
    {
      "id": "3",
      "info": "Giving background information about the interview itself",
      "comment": "The interviewee might not be aware of what you want to talk about. Give some background information about your study to make them more comfortable and get them to already start thinking about the problem at hand."
    },
    {
      "id": "4",
      "info": "Asking about a specific application to get into more detail",
      "comment": "It helps to ask about something they have already used, so you get an idea of what they like about this. However it can also distract them from other applications they have used. So make sure to follow up on this and perhaps ask if they have used anything else."
    },
    {
      "id": "5",
      "info": "Confirming what the interviewee was saying",
      "comment": "Confirmations are important. If you do not confirm what was said, you might get the wrong idea. Also, confirmations make them feel more comfortable since you have understood what they are talking about, and they may perhaps say something else about this topic that is of interest to you."
    },
    {
      "id": "6",
      "info": "Following up on interviewees answer",
      "comment": "If the interviewee says something relevant to your study, follow up on this whenever possible. Following up might reveal some more information that you might not have thought to ask before. Do not skip to the next question on your list."
    },
    {
      "id": "7",
      "info": "Not referring to the interview timeline",
      "comment": "It is better not to refer to the interview timeline. If you do want to check the clock then make sure you comment on this publicly, otherwise this feels uncomfortable for the interviewee if the interviewer is constantly checking what time it is and hurrying them to move on."
    },
    {
      "id": "8",
      "info": "Not interrupting the interviewee",
      "comment": "Interruptions make the interviewee lose their train of thought. Interruptions never feel good for anybody present and the interviewer will also lose information they might have gotten if they had not interrupted the interviewee mid sentence or mid-thought. Give them time to think."
    },
    {
      "id": "9",
      "info": "Asking open-ended questions",
      "comment": "Open ended questions get you more relevant information, because the interviewee has to think about the topic on their own and give a richer answer than plain yes or no."
    },
    {
      "id": "10",
      "info": "Directing interview back on topic",
      "comment": "If you feel the interview topic is getting off the scope of the study, gently direct the interview back on track."
    },
    {
      "id": "11",
      "info": "Being friendly",
      "comment": "Always be friendly to your interviewee, they are doing you a favor in participating."
    },
    {
      "id": "12",
      "info": "Concluding the interview",
      "comment": "Make sure it is clear that you want to conclude the interview."
    },
    {
      "id": "13",
      "info": "Saying goodbye to the interviewee",
      "comment": "Even if you are not seeing the interviewee ever again, make sure to be polite when leaving."
    },
    {
      "id": "14",
      "info": "Asking interviewee some demographic questions.",
      "comment": "Getting some demographic questions is also important. They help you to better understand the person you are talking to, the information they give you and help you to further refine your personas later on."
    },
    {
      "id": "15",
      "info": "Bringing a camera / dictaphone / notebook",
      "comment": "Camera and dictaphone help you record what is being said during the interview. If you bring a camera, a dictaphone is not necessary, since the video comes with sound and will also show you their expressions. If you only have a dictaphone, you get the sound recording, but will not have access to their expressions and physical reactions later on. The notebook is necessary for quickly jutting down anything important you notice during the interview so you already have something to go back to when you start analyzing it. However if you bring no recording devices, you will lose a lot of information after the interview, because you will not be able to remember every detail that was discussed."
    }
  ]
}